{
  "Consulting mandate": {
    "Overview": "With the Raiffeisen advisory mandate, you make your own investment decisions but benefit from Raiffeisen's analyses, market assessments and recommendations. It offers comprehensive and professional investment advice tailored to your individual needs and investment goals.",
    "Advantages": "Comprehensive investment advice: You make the investment decisions yourself, supported by professional advice.\nPortfolio monitoring: Your portfolio is monitored and you are contacted in the event of relevant market changes.\nCost efficiency: Low-cost investment products and reduced transaction fees.\nTransparency: Maximum transparency in the recommended investment products, performance and costs.",
    "Services": "Determination of needs and objectives: Your individual situation and needs are determined in a detailed consultation in order to create an investor profile.\nExpertise and implementation: An investment proposal is drawn up based on current market developments and expectations. It is implemented flexibly according to your ideas.\nMonitoring and contact: Continuous monitoring of global markets by experts. If action is required, you will be contacted so that no trends are missed and risks are kept under control.",
    "Product information": "Portfolio: Comprehensive investment advice and occasional exchanges with your advisor. Recommended from CHF 100,000.\nPortfolio Plus: Comprehensive investment advice taking into account your individual situation and investment objectives, proactive recommendations and regular exchanges. Recommended from CHF 200,000.\nImpulses: Proactive recommendations, exciting investment ideas and short-term opportunities without defining an investment strategy. Recommended from CHF 100,000.",
    "Investment strategies": "Yield: Supplement steady income with capital gains. Moderate fluctuations in value, suitable for low risk appetite.\nBalanced: steady income and active capital gains through equity investments. Moderate fluctuations in value, suitable for medium risk tolerance.\nGrowth: Capital gains through equity investments, supplemented by continuous income. Increased fluctuations in value, suitable for higher risk tolerance.\nShares: Investment in shares to take advantage of growth opportunities and capital gains. High fluctuations in value, suitable for high risk appetite.",
    "Important principles": "Sustainability: Systematic consideration of sustainability in investment solutions to improve results in the long term.\nDiversification: Broad diversification in the Portfolio and Portfolio Plus mandates, with the option of an investment focus on the Swiss domestic market or the global equity markets.\nCost transparency: access to low-cost investment products without sales commissions.",
    "What is the difference between an advisory mandate and an asset management mandate?": "With an advisory mandate, you make all investment decisions yourself, supported by advice. With an asset management mandate, you delegate the investment decisions to Raiffeisen.",
    "How is the portfolio monitored?": "The experts continuously monitor developments and trends on the global markets and contact you if necessary.\nThis structured overview provides a comprehensive insight into Raiffeisen's advisory mandate."
  },
  "Asset management mandate": {
    "Overview": "Entrust us with your needs and goals - we take care of their implementation. Your portfolio is managed according to your specifications and continuously monitored and optimized by our investment experts.",
    "Advantages": "Delegating the management of your investment capital to specialists\nActive management of the mandate according to your specifications\nSystematic monitoring of the portfolio\nEnsuring the defined investment strategy\nTransparent overview of investment decisions, investment products used, performance and costs",
    "Services": "Creation of a personal investor profile based on your needs and goals\nDetermining the right investment strategy\nSelection of the desired mandate for optimal target achievement\nImplementation of the strategic and tactical investment strategy by the Raiffeisen Investment Committee\nContinuous monitoring of global markets and optimization of the portfolio",
    "Product information": "Futura Global: Worldwide sustainable investment opportunities, investment in foreign currencies, mandate solution in CHF or EUR\nFutura Swissness: focus on the Swiss domestic market, minimization of currency risks\nFutura Impact: Value on the impact of the investments, positive and measurable ecological and social impact\nIndex Global: Investment in global financial markets with index products, participation in global economic trends",
    "Customization options": "Regular payouts: Determining the frequency and amount for regular payouts\nNo alternative investments: exclusion of the \"alternative investments\" asset class (gold and real estate)\nDirect investments Swiss equities: Implementation of the \"Swiss equities\" asset class with direct investments\nIndividual mandate: management of assets according to personal preferences, from CHF 2 million or EUR",
    "Options for the individual mandate": "Direct investments in equities Switzerland: Investments in equities instead of collective investment schemes\nExclusively passive investments: implementation using index funds/ETFs\nRegular payouts: Determining the frequency and amount for regular payouts",
    "Sustainability": "Futura asset management mandates: consideration of environmental, social and governance (ESG) criteria\nSustainability analysis: complementing traditional financial analysis\nSustainability reporting: transparent disclosure of the sustainability of investments",
    "Portfolio Manager Report": "Quarterly reports: Review and outlook for developments on the financial markets\nExplanation of the effects: Effects on Raiffeisen asset management mandates",
    "Frequently asked questions": "What does the process for an asset management mandate look like?: Creation of an investor profile, definition of the investment strategy, selection of the mandate, implementation of the strategy, continuous monitoring and optimization of the portfolio.\nHow are they managed? By the Raiffeisen Investment Committee based on current market developments and expectations.\nWhich mandate types are available? Futura Global, Futura Swissness, Futura Impact, Index Global.\nWhat customization options are available: regular payouts, no alternative investments, direct investments in Swiss equities, individual mandate."
  },
  "Variable mortgage": {
    "Overview": "With a variable-rate mortgage, you remain flexible: there is no fixed interest rate and no fixed term. The interest rate adjusts to the current market conditions.",
    "Advantages": "Flexibility: No fixed term and no fixed interest rate.\nInterest rate adjustment: The interest rate is continuously adjusted to current market conditions.\nProfit when interest rates fall: Opportunity to profit from falling interest rates.\nSwitching option: Flexible switch to another mortgage model.\nDirect repayment: Possibility of direct repayment to reduce the amount of the loan and the interest costs.",
    "Risks": "Interest rate risk: Higher interest costs if interest rates rise.\nFluctuating interest charges: makes precise cost planning more difficult.",
    "For whom is a variable-rate mortgage worthwhile?": "If you need short-term financing.\nIf you want to sell your property in the near future.\nIf interest rates fall or remain low in the foreseeable future.",
    "Interest rate development": "Interest rate trend: The interest rate trend for variable-rate mortgages since 2000 shows how interest rates have changed over time."
  },
  "Membership and share certificate": {
    "Overview": "As a cooperative member, you are more than just a customer: you are part of your local Raiffeisen bank. You have a say and are committed to the region and the local economy.",
    "Advantages": "Attractive interest rate: Receive a unit certificate with an attractive interest rate.\nCo-determination: Take part in the general meeting or ballot and have a say in important decisions.\nPreferential conditions: Benefit from preferential conditions for banking products.\nFree cards: Get your debit and credit card free of charge for the first year.\nMemberPlus benefits program: Take advantage of many leisure activities and discounts.",
    "Services": "Membership: By subscribing to a share certificate, you become a member of your local Raiffeisen bank. The share certificate is a small piece of ownership in the bank and entitles you to have a say in important decisions.\nGeneral Meeting: You will be invited to the General Meeting or ballot every year and informed first-hand about business policy.\nBoard of Directors: Elect people you trust to the Board of Directors.\nProfit sharing: The interest on the share certificate allows you as a member to participate in the success of your bank.",
    "Become a member": "Subscription to a share certificate: If you would like to become a member, you must subscribe to a share certificate at your local Raiffeisen bank.\nPart of the community: You are already part of the cooperative - as are more than two million members today.\nContact: Contact your local Raiffeisen bank or use the contact form.",
    "Special benefits for members": "Interest on share certificates: 2.5% interest on your share certificates, determined at the ballot vote.\nVoting rights: Participation in the ballot and co-determination in important decisions.\nMember event: Invitation to the annual member event \"Aufgetischt bei Raiffeisen\" with exclusive benefits.\nLeisure benefits: Access to MemberPlus leisure benefits and seasonal local offers.",
    "Interesting facts about membership": "Cooperative: Each of the more than 200 Raiffeisen banks operates as an independent cooperative and allows the region to participate in its economic success.\nCo-determination: With the share certificate, you are a cooperative member of the bank that issued the share certificate.\nDiscounted products: As a member, you have the opportunity to benefit from the MemberPlus package, which includes an account, cards and e-banking as well as attractive leisure offers.",
    "Frequently asked questions": "How do I become a member?: Subscribe for a share certificate at your local Raiffeisen bank.\nHow do I benefit from the MemberPlus experience advantages?: Create a login on the MemberPlus portal and take advantage of the offers.\nAre there special offers for young people or students? Yes, young people up to the age of 26 with a YoungMemberPlus package automatically receive the MemberPlus benefits program.\nHow is the redemption of unit certificates regulated? Unit certificates have an unlimited term and can be terminated at any time with a notice period of three months."
  },
  "Fixed-rate mortgage": {
    "Overview": "With a fixed-rate mortgage, you benefit from a constant interest rate and financial planning security over the entire term. This mortgage is particularly suitable for long-term financing where you want to protect yourself against rising interest rates.",
    "Advantages": "Same interest rate over the entire term: you are protected against rising interest rates.\nPredictability: The constant interest rate means you can calculate your costs precisely.\nForward mortgage: Option to fix the interest rate of your future mortgage in advance.",
    "Services": "Financing your home: With a fixed-rate mortgage, you finance your home at a fixed interest rate over a fixed term.\nCost control: You pay a constant interest rate until the end of the term.\nForward mortgage: Fix the interest rate of your fixed-rate mortgage in advance in return for a surcharge to protect yourself against interest rate fluctuations.",
    "Interest rate development": "Graphic: The graph shows the difference between the market interest rate and the fixed interest rate of the fixed-rate mortgage.\nInterest rate trend: The following graph shows the interest rate trend for 5-year fixed-rate mortgages since 2000.",
    "Risks": "Interest rate risk: Interest rates on the market may rise during the term of your fixed-rate mortgage. If your mortgage expires, interest rates may be higher than when you took out the mortgage.\nNo early termination: You cannot terminate your mortgage prematurely during the term. It is not possible to switch to another mortgage model due to the fixed interest rate.",
    "For whom is a fixed-rate mortgage worthwhile?": "If you want to plan with fixed costs over a fixed term.\nIf you expect interest rates to rise.\nIf you need long-term financing.",
    "The next step to your mortgage": "Arrange a consultation: Let our experts advise you to find the right mortgage for you.\nTake out a mortgage: Take out a fixed-rate mortgage and protect yourself against rising interest rates.\nCompare mortgages: Compare different mortgage models to find the best solution for your needs.\nInterest rate alert: Track interest rate changes in the mortgage market to find the best time to take out your mortgage.\nMortgage calculator: Calculate how much home you can afford."
  },
  "E-banking: benefits and advantages": {
    "Overview": "With Raiffeisen e-banking, you can carry out your banking transactions conveniently wherever you have access to the Internet. It offers a wide range of functions to help you manage your finances efficiently.",
    "Benefits and advantages": "Convenience: do your banking anytime, anywhere.\nSecurity: High security standards protect your data and transactions.\nTransparency: Full control and overview of your finances.",
    "Assets": "Access to accounts, custody accounts, pension assets and loans\nAsset overview in graphic form\nAccount statement as timeline or table view with simple date selection\nBreakdown by currency and investment category",
    "Payments": "Simple entry with the payment wizard\nPayment orders for Germany and abroad\nScan, import and share QR invoices with your smartphone",
    "Payee": "Overview of all expenses for each payee\nCreation of new payee lists\nSearch for payees",
    "eBill": "Convenient payment of invoices with just a few mouse clicks\nPaperless invoicing directly into e-banking\nChecking and rejecting invoices in the event of discrepancies",
    "Tax documents": "Search and printout of tax documents for the previous year\nSelect and download documents in PDF format",
    "E-documents": "Obtaining all bank documents in electronic form\nSimple search function and timeline display",
    "Card Self Service": "Overview of all own Raiffeisen cards\nManagement functions such as topping up prepaid cards, blocking cards, ordering replacement cards and adjusting daily and monthly limits",
    "Cards & TWINT": "Details of all means of payment available in e-banking\nDisplay of all transactions and credit card statements as an e-document",
    "Cash delivery service": "Select and order cash in over 100 currencies\nPostage-free delivery via Swiss Post",
    "Create": "Purchase and sale of most listed securities\nManual entry of new titles\nGlobal trading of securities and issues\nSubscription of time deposits and medium-term notes",
    "Messages and notifications": "Sending encrypted messages to the bank\nAccount and custody account openings, notification of address changes\nSubscribe to notifications via push notification, e-mail or SMS",
    "Accessibility": "E-banking for blind and visually impaired people\nCertified by the foundation \"Access for all\" according to AA Plus\nHigh-contrast color profile and use of screen readers",
    "Security": "Current warnings: Information on online investment fraud, search engine phishing and other security risks.\nBehavioral tips: Recommendations for secure behavior in e-banking."
  },
  "Mastercard": {
    "Overview": "With the Mastercard credit card from Raiffeisen, you can make cashless payments worldwide. You can choose between Mastercard Silver and Mastercard Gold, which offer you additional convenience and valuable additional services.",
    "Advantages": "Worldwide acceptance: In over 43 million places worldwide.\nContactless payment: With Apple Pay, Google Pay, Samsung Pay and contactless payment.\nInsurance benefits: Integrated insurance for additional protection.\nAdministration: Via the one app and Card Self Service in e-banking.\nBonus program: Attractive bonuses and vouchers in the bonus program.\nFree for the first year: Free for Raiffeisen members for the first year.",
    "Services": "Security: Latest chip technology and 3-D Secure procedure for secure shopping.\nContactless payment: Pay amounts under CHF 80 contactless without a PIN.\nOnline administration: Manage all cards and transactions online.\n24h Assistance: Support in emergencies abroad.",
    "Online service": "one digital service: banking conveniently with your smartphone or via the web portal.\nSecure login: via fingerprint or Face ID in the one app.\nPush notifications: Notifications for every transaction.\nRelease of online payments: Via one app or SMS code (3-D Secure).\nCard management: block/unblock card, order replacement card, view card number and PIN code, activate/deactivate contactless payments, activate/deactivate online payments, define card region of use.",
    "Insurance benefits": "Purchase protection: best price guarantee, extended warranty and, for Gold cards, additional purchase and transport insurance.\nTravel protection: Travel insurance for trip cancellation, trip interruption and, for Gold Cards, additional baggage insurance and medical travel assistance.",
    "Bonus program": "surprize: Collect valuable points with every payment.\nCollect points: One point per franc for all payments made with your card.\nAdditional points: For competitions and promotions.\nRedeem points: Redeem surprize points via the one app.",
    "Mastercard Silver": "Annual fee main card: CHF 96.\nAnnual fee for additional card: CHF 24.\nCombination offer (2 main cards): CHF 120.-\nReplacement card worldwide: CHF 20.\nBlock card: Free of charge\nFee for cash withdrawals worldwide: 4%, min. CHF 10.\nTransactions in foreign currency: amount at card exchange rate + 1.500% processing fee\nTransactions in CHF abroad: amount + 1.500% processing fee\nGambling commission: 3.5% min. CHF 3.00",
    "Mastercard Gold": "Annual fee main card: CHF 198\nAnnual fee for additional card: CHF 48.\nCombined offer (2 main cards): CHF 228.-\nReplacement card worldwide: free of charge\nBlock card: Free of charge\nFee for cash withdrawals worldwide: 4%, min. CHF 10.\nTransactions in foreign currency: amount at card exchange rate + 1.500% processing fee\nTransactions in CHF abroad: amount + 1.500% processing fee\nGambling commission: 3.5% min. CHF 3.00",
    "How do I apply for a Mastercard?": "Fill in the online contact form. Once the data has been checked, you will receive the card application for signature. After returning the form, the card will be sent by post.",
    "How do I get access to the one online service?": "When you receive your Mastercard, you will also receive your login details for the one online service - simply by post.",
    "What functions are available in Raiffeisen e-banking?": "View card transactions and monthly statements, block and unblock the card, order a replacement card and PIN code."
  },
  "Fund savings plan": {
    "Overview": "With a fund savings plan, you invest your assets systematically. You benefit from higher potential returns than on a savings account, without having to worry about stock market prices or the ideal time to invest. You can choose from a wide range of funds for your fund savings plan.",
    "Advantages": "Regular investments: You can purchase fund units regularly from as little as CHF 100.\nAverage price effect: By investing regularly, you benefit from the average price effect when prices fluctuate.\nAutomated process: Once set up, the fixed amount is invested regularly - completely automatically.\nWithdrawal plan: With a withdrawal plan, you can sell your fund units on a regular basis.",
    "Services": "Opportunities for returns: Benefit from the opportunities for returns on the financial markets and achieve your savings goals faster.\nDevelopment of assets: Example of the development of assets from 2015 to the end of 2024 with monthly payments of CHF 200 into the Raiffeisen Futura - Swiss Stock investment fund.\nAverage price effect: Regular purchase of fund units at a fixed amount, regardless of current prices.",
    "Product information": "Investment funds: Selection from an attractive range of Raiffeisen funds and third-party funds.\nPayments: You determine the amount and regularity of the payments yourself (monthly, quarterly or annually).\nFlexibility: Additional deposits or deposit breaks are possible at any time.\nFund types: investment target funds, equity funds, bond funds, actively, index-tracking or passively managed funds.",
    "Average price effect": "Explanation: With a fund savings plan, you regularly buy fund units for the same amount. Fewer units are purchased when prices are high and proportionately more when prices are low. This leads to a smoothing of the purchase price.",
    "Frequently asked questions": "What are investment funds?: A fund is an asset that consists of deposits from many individual investors and is invested by investment experts in shares, bonds and other investments.\nIs a fund savings plan also suitable for retirement provision? Yes, more and more savers are opting for a fund savings solution for their private pension provision.\nHow much should you invest in the fund savings plan each month? There is no fixed rule; it makes sense to invest only the amount that you can manage without even after deducting your monthly expenses.\nHow long should you invest in a fund savings plan? To compensate for short-term market fluctuations, an investment period of at least six years is recommended.",
    "The next step to your fund savings plan": "Arrange a consultation: Let our experts advise you to find the right fund savings plan for your needs.\nStart investing: Take the opportunity to invest regularly in funds and achieve your savings goals.\nSustainability: Invest in sustainable funds to benefit from the opportunities of the financial markets in the long term."
  },
  "Variable rate loan": {
    "Overview": "The variable loan enables you to finance medium-term investments in equipment, machinery or business expansions. The liquidity required for your business is not affected. In addition, you benefit from the opportunity of falling interest rates and can therefore use the return on your investment for repayment.",
    "Advantages": "Protection of liquidity: The liquidity of the company remains unaffected.\nImmediately investable: Enables immediate investments.\nRepayments according to return: Repayments are made from the return on your investment spread over the term of the loan.\nInterest rate according to market conditions: The interest rate adjusts to current market conditions.\nFalling capital market interest rates: opportunity to benefit from falling interest rates.",
    "Risks": "Interest rate risk: When you take out a variable-rate loan, you assume the risk of interest rate changes. If interest rates rise, you will have to bear the higher interest costs.",
    "Functionality": "Disbursement: The variable loan is paid out to you once.\nRepayment: Repayment is made in parallel with the loss in value of your investment and from its cash flow. The loan must be repaid in full by the end of the life of your investment at the latest.\nInterest rate: The interest rate of the variable loan is based on the situation on the capital market and also depends on your creditworthiness and any collateral.\nTermination: The variable loan can be terminated at any time with a notice period of six weeks.",
    "Interest rate level": "Variable loan: Suitable for falling or normal interest rates.\nFixed-rate loan: Suitable for rising or low interest rates.",
    "Flexibility": "Variable loan: Flexible, as the interest rate adjusts to market conditions.\nFixed loan: Fixed interest charge, no adjustment to market conditions.",
    "Documents": "Checklist: Documents for applying for a loan can be downloaded here (PDF, 46.1KB).\nProduct sheet: Variable rate loan - Product sheet (PDF, 26.3KB)"
  },
  "Fixed loan": {
    "Overview": "The fixed-rate loan enables you to finance medium-term investments in equipment, machinery or business expansions. It offers a fixed interest rate over the entire term, which means that the interest charge can be precisely budgeted. This type of loan is particularly suitable in a low and rising interest rate environment.",
    "Advantages": "Protection of liquidity: The liquidity of the company remains unaffected.\nImmediately investable: Enables immediate investments.\nRepayment on expiry: Repayment is only made when the fixed-rate loan expires.\nFixed interest charge: The fixed interest rate enables precise budgeting of interest costs.\nProtection against rising interest rates: Protection against rising interest rates during the term.",
    "Risks": "Interest rate risk: Although the interest charge is fixed, you bear the risk that interest rates will fall during the term and you will still have to pay the higher agreed interest rate.\nNo early termination: In principle, there is no possibility of withdrawal during the term. In the event of premature termination or non-compliance with the notice period, you must pay the bank compensation.",
    "Functionality": "Conclusion: You take out a loan for a fixed term at a fixed interest rate.\nInterest rate: The fixed interest rate depends on the situation on the capital market at the time of conclusion as well as on your creditworthiness and any collateral.\nTerm: You choose the term yourself between 1 and 10 years, depending on the life of your investment.\nNo termination: The fixed-rate loan cannot be terminated during the term.",
    "Interest rate level": "Fixed-rate loan: Suitable for rising or low interest rates.\nVariable loan: Suitable for falling or normal interest rates.",
    "Flexibility": "Fixed loan: Fixed interest charge, no adjustment to market conditions.\nVariable loan: Flexible, as the interest rate adjusts to market conditions.",
    "Documents": "Checklist: Documents for applying for a loan can be downloaded here (PDF, 46.1KB).\nProduct sheet: Fixed-rate loan - Product sheet (PDF, 26.5KB)"
  },
  "Current account": {
    "Overview": "A current account is the basis for all banking transactions for companies, institutions and the self-employed. It enables all payment transactions to be processed quickly and conveniently and offers numerous financial services.",
    "Advantages": "Clarity: All debtor and creditor payments, including salary payments, can be processed via this account.\nSecurity: Cashless payment transactions by payment order, standing order or direct debit (LSV).\nSimplicity: Payments are processed quickly and conveniently with Raiffeisen e-banking.\nFlexibility: Unrestricted access to your credit balance and the option to apply for individual credit limits.\nInternationality: account management also possible in foreign currencies, worldwide cashless payments and cash withdrawals with Raiffeisen credit cards.",
    "Services": "Individual access authorization: Determine who can access the account.\nMonthly account statement: Overview of all incoming and outgoing payments.\nDaily extract: Including individual displays of inputs and outputs.\nPeriodic account balancing: Regular settlement of the account.\nCashless payment transactions: processing by payment order, standing order and direct debit (LSV).\nWage payments: Processing of wage payments.\nDebit card included: Use of the Raiffeisen debit card for cashless payments and cash withdrawals.\nCredit limits: Application for individual credit limits on request.",
    "Prices and conditions": "Raiffeisen Switzerland interest rate recommendation: 0.0000 %\nWithholding tax: Interest income is subject to federal withholding tax of 35%.\nInterest on credit balances: Can change, the interest rate depends on the money and capital market.",
    "Documents": "Product sheet: Current account - Product sheet (PDF, 24.3KB)"
  },
  "Securities custody account": {
    "Overview": "The securities custody account is ideal for investors who want to make their own investment decisions or would like to receive advice from our advisors on a case-by-case basis. Your Raiffeisen bank offers you the opportunity to buy and sell investments both online via e-banking and by telephone.",
    "Advantages": "Security: Your investment instruments in the securities custody account are optimally protected against losses due to theft and cybercrime.\nProfessional handling: The usual capital transactions are handled professionally for you, and we carry out other administrative actions in accordance with your instructions.\nAccess to global markets: You have access to the global securities markets and can trade your securities either online or via your advisor.\nDetailed reports: At the end of the year you will receive a detailed list of assets valued at current prices.",
    "Services": "Custodial investment instruments: Shares, bonds, investment funds, structured products, warrants, traded options (only via advisor).\nCapital transactions: Timely information about capital transactions and automatic settlement to your account.\nTax directory: Overview of tax-relevant information, makes it easier to complete the tax return.",
    "Product information": "Integration in e-banking: The seamless integration of the securities custody account in e-banking allows you to view your custody account and trade selected securities anytime and anywhere.\nList of assets: Detailed overall picture of your assets and liabilities, valued at current prices.\nSustainability reporting: insight into the environmental and social impact of your portfolio.\nKey performance indicators: Disclosure of the money-weighted rate of return (MWRR) and the time-weighted rate of return (TWRR).",
    "Tax directory": "Switzerland: Makes it easier for private individuals resident in Switzerland to complete their tax return.\nCountry-specific: tax reporting for Germany, Austria, Italy and France.\nGeneric: Customizable tax reporting in terms of language, valuation currency and capital gains calculation method.",
    "Frequently asked questions": "What services are included in the securities custody account?: Safe custody of your investment instruments, processing of the usual capital transactions (interest, dividends, repayments, etc.), execution of other administrative actions (capital increases, etc.) in accordance with your instructions.\nWhat can I keep in my securities custody account? Participation certificates, medium-term notes, shares, bonds, structured products, promissory notes, policies, precious metals.\nHow can I transfer a custody account from another bank to Raiffeisen? Complete an order with your Raiffeisen bank, which will then be sent to the bank concerned so that it can arrange the transfer.",
    "Further services": "List of assets: Shows a comprehensive picture of your current asset situation, takes into account all assets and liabilities held at your Raiffeisen bank.\nCountry-specific and generic tax reports: makes it easier to complete your tax return, can be ordered periodically or as a one-off.\nInterest and balance directory: Includes the tax-relevant information of your account and credit products, makes it easier to complete your tax return.",
    "Documents and legal matters": "Product sheet: Securities custody account - Product sheet\nProduct sheet: List of assets - Product sheet\nProduct sheet: Tax directory - Product sheet"
  },
  "Visa Debit Card": {
    "Overview": "With the Raiffeisen Visa Debit Card you can make cashless payments worldwide. You can also use the card for online purchases. The Visa Debit Card offers you flexibility and security for your daily banking transactions.",
    "Advantages": "Worldwide acceptance: Cashless payments and cash withdrawals worldwide.\nContactless payment: Pay amounts under CHF 80 contactless without a PIN.\nOnline purchases: Store card for online purchases and subscriptions.\nFree for the first year: Free for Raiffeisen members for the first year.",
    "Services": "Check your account balance: Check your account balance and make deposits at Raiffeisen ATMs.\nReservations: Book hotels or rental cars.\nAdministration: Administration of the card via Raiffeisen e-banking and the debiX+ app.",
    "Card functions and security": "Contactless payment: Simply pay contactless.\n3-D Secure: risk-free payment in online stores.\nVisa Debit Card as a means of payment: deposit for subscriptions (e.g. Netflix or Spotify).\nControl of expenses: Control expenses by direct debit.\nConto service: Free Conto service at Raiffeisen ATMs.",
    "Flexible management": "Card Self Service: Manage your debit card conveniently via Raiffeisen e-banking.\nBlock card\nOrder new PIN, OTRC code and replacement card\nSet limits\nCustomize application options (e.g. switch the \"Pay online\" function on or off)\ndebiX+ app: Increase your security when shopping online with your debit card.\nApproval of 3-D Secure payments via app confirmation\nReceive push notifications for transactions\nReal-time display of transactions in the app",
    "Prices and conditions": "Ticket sales: From 12 years\nBasic account: Transaction account\nCard currency: CHF\nAnnual fee: CHF 48.\nReplacement card: CHF 15.-/CHF 8.- (Card Self Service)\nBlock card: Free of charge\nCash withdrawal abroad: CHF 4.50\nCashless payments abroad: 1.250% on the amount, min. CHF 1.50",
    "Documents": "Legal provisions: All legal provisions relating to the cards and other helpful documents can be found in the download center for private customers.",
    "How does the Visa Debit Card differ from the Visa credit card?": "In contrast to credit cards, the bank account is debited directly for payments with the Visa Debit Card. In the case of provisional payments by credit card (e.g. hotel reservations), the debit is delayed.",
    "Why has V PAY been replaced by Visa Debit?": "The Visa Debit Card is the successor to the V PAY card. The debit cards have been further developed and have new functions and applications (e.g. online shopping).",
    "How secure is the Visa Debit Card?": "By activating 3-D Secure, you can pay even more securely on the Internet. With this internationally recognized security standard, the cardholder identifies themselves during the payment process by means of an additional release.",
    "How do I register for 3-D Secure?": "Together with the Visa Debit Card, you will receive instructions with a one-time code (OTRC code) in a separate letter. You can use this to register for 3-D Secure in the debiX+ app."
  },
  "Prepaid credit card": {
    "Overview": "With the prepaid Raiffeisen Mastercard or Visa Card, you can make cashless payments worldwide. The prepaid credit card is your loyal companion for occasional use on vacation or for online shopping. It offers the advantages of a credit card, but on a credit basis.",
    "Advantages": "Simple topping up: Charge the card easily and conveniently.\nWorldwide acceptance: In over 43 million places worldwide.\nContactless payment: With Apple Pay, Google Pay, Samsung Pay and contactless payment.\nAdministration: Via the one app and Card Self Service in e-banking.\nSecurity: Latest chip technology and 3-D Secure procedure for secure shopping.\nWorldwide card replacement: Guaranteed.",
    "Services": "Contactless payment: Pay amounts under CHF 80 contactless without a PIN.\nOnline administration: Manage all cards and transactions online.\nOnline service: Secure login via fingerprint or Face ID in the one app, push notifications or SMS for every transaction, approval of online payments via one app or SMS code (3-D Secure), block/unblock card, order replacement card, view card number and PIN code, activate/deactivate contactless payments, activate/deactivate online payments, define card region of use.",
    "Card functions and security": "Advantages like a credit card: but on a credit basis.\nContactless payment: Simply pay with your smartphone or smartwatch.\n3-D Secure: risk-free payment in online stores.\nOnline administration: Manage all cards and transactions online.",
    "Top up card": "Card Self Service: top up your prepaid card easily and conveniently via e-banking.\nTelephone order: top up directly at your Raiffeisen bank.\nBank transfer: Alternatively, you can also pay by bank transfer. The credit will be issued within five working days.",
    "Prices and conditions": "Ticket sales: From 14 years\nBasic account: Transaction account/Savings account\nCard currency: CHF\nAnnual fee main card: CHF 50\nCommission per top-up: 1%, min. CHF 5.\nReplacement card worldwide: CHF 20.\nBlock card: Free of charge\nFee for cash withdrawals worldwide: 4%, min. CHF 10.\nTransactions in foreign currency: amount at card exchange rate + 1.750% processing fee\nTransactions in CHF abroad: amount + 1.750% processing fee\nGambling commission: 3.5% min. CHF 3.00\nCommission Refund of card balance: CHF 20 per payout to bank / postal account",
    "Documents": "Legal provisions: All legal provisions relating to the cards, insurance benefits and claims and complaint forms can be found in the Download Center Private Customers.",
    "What is a prepaid credit card?": "The prepaid card is a credit card with which you can only spend as much money as was previously loaded onto the card. At the same time, you enjoy the convenience of card payments worldwide.",
    "How do I apply for a prepaid credit card?": "Fill in the online contact form. Once your details have been checked, you will receive the card application for signature. After returning the form, the card will be sent by post.",
    "How do I get access to Digital Service one?": "When you receive your prepaid card, you will also receive your login details for the one online service - simply by post.",
    "What functions are available in Raiffeisen e-banking?": "View card transactions and monthly statements, block and unblock card, order replacement card and PIN code, top up card."
  },
  "Debit Mastercard": {
    "Overview": "With the Raiffeisen Debit Mastercard you can make cashless payments worldwide. You can also use the card for online purchases. The Debit Mastercard offers you flexibility and security for your daily banking transactions.",
    "Advantages": "Worldwide acceptance: Cashless payments and cash withdrawals worldwide.\nContactless payment: Pay amounts under CHF 80 contactless without a PIN.\nOnline purchases: Store card for online purchases and subscriptions.\nFree for the first year: Free for Raiffeisen members for the first year.",
    "Services": "Check your account balance: Check your account balance and make deposits at Raiffeisen ATMs.\nReservations: Book hotels or rental cars.\nAdministration: Administration of the card via Raiffeisen e-banking and the debiX+ app.",
    "Card functions and security": "Contactless payment: Simply pay contactless.\n3-D Secure: risk-free payment in online stores.\nDebit Mastercard as a means of payment: deposit for subscriptions (e.g. Netflix or Spotify).\nControl of expenses: Control expenses by direct debit.\nConto service: Free Conto service at Raiffeisen ATMs.",
    "Flexible management": "Card Self Service: Manage your debit card conveniently via Raiffeisen e-banking.\nBlock card\nOrder new PIN, OTRC code and replacement card\nSet limits\nCustomize application options (e.g. switch the \"Pay online\" function on or off)\ndebiX+ app: Increase your security when shopping online with your debit card.\nApproval of 3-D Secure payments via app confirmation\nReceive push notifications for transactions\nReal-time display of transactions in the app",
    "Prices and conditions": "Ticket sales: From 12 years\nBasic account: Transaction account\nCard currency: CHF\nAnnual fee: CHF 48.\nReplacement card: CHF 15.-/CHF 8.- (Card Self Service)\nBlock card: Free of charge\nCash withdrawal abroad: CHF 4.50\nCashless payments abroad: 1.250% on the amount, min. CHF 1.50",
    "Documents": "Legal provisions: All legal provisions relating to the cards and other helpful documents can be found in the download center for private customers.",
    "How does the Debit Mastercard differ from the Mastercard credit card?": "In contrast to credit cards, the bank account is debited directly for payments with the Debit Mastercard. In the case of provisional payments by credit card (e.g. hotel reservations), the debit is delayed.",
    "Why was Maestro replaced by Debit Mastercard?": "The Debit Mastercard is the successor to the Maestro card. The debit cards have been further developed and have new functions and applications (e.g. online shopping).",
    "How secure is the Debit Mastercard?": "By activating 3-D Secure, you can pay even more securely on the Internet. With this internationally recognized security standard, the cardholder identifies themselves during the payment process by means of an additional release.",
    "How do I register for 3-D Secure?": "Together with the Debit Mastercard, you will receive instructions with a one-time code (OTRC code) in a separate letter. You can use this to register for 3-D Secure in the debiX+ app."
  },
  "Private account": {
    "Overview": "The private account is the basis for your daily banking transactions such as transfers, standing orders and salary payments. It offers full transparency and security in your daily banking business.",
    "Advantages": "Payment transactions: Fast and convenient processing of payment transactions.\nStanding orders and direct debits: Enter recurring payments as standing orders and direct debits.\nE-banking: round-the-clock account access in e-banking.\nWorldwide cash withdrawal: Withdraw money worldwide with Raiffeisen debit and/or credit cards.",
    "Services": "Account functions: The private account is ideal for everyday needs such as incoming salaries, payment transactions and securities transactions.\nAccount management: expense-free account management and payments in Switzerland via e-banking.\nCash withdrawal: Withdraw cash at any time with a debit or credit card and make cashless payments worldwide.\nStanding orders and direct debit: recurring payments can be made automatically by standing order or direct debit.\nAccount statement: Regular account statement with all incoming and outgoing payments and periodic account balancing free of charge in e-banking.",
    "Prices and conditions": "Interest rate: 0.000%\nAvailability/withdrawal limits: No restrictions, full account balance available at any time.\nAccount management fee: CHF 60 per year",
    "Account requirements and regulations": "Age of majority: The Raiffeisen private account is only intended for customers of legal age.\nAccount overdrafts: For short-term overdrafts, the bank charges a debit interest rate based on the market.\nInterest on credit balances: Can change, the interest rate depends on the money and capital market.\nWithholding tax: You pay the federal withholding tax of 35 percent on interest income.",
    "Documents": "Product sheet: Private account - Product sheet\nGeneral Terms and Conditions (GTC): Basic regulations",
    "The next step": "Open an account: Open your private account and benefit from the numerous advantages.\nArrange a consultation: Let our experts advise you to find the right account for your needs."
  },
  "TWINT": {
    "Overview": "With the Raiffeisen TWINT app, you can pay conveniently and securely with your smartphone and send money to friends and family. TWINT offers a wide range of functions that make paying and transferring money simple and flexible.",
    "Advantages": "Payment in online stores: Pay in over 1,000 online stores.\nPayment at the checkout: Pay at the checkout with TWINT.\nParking fees: Pay parking fees without coins.\nSend and request money: Send, request and split money.\nDigital vouchers: Buy digital vouchers and make donations.",
    "Functions": "QR code payments: Open the TWINT app, scan the QR code and pay.\nSend and request money: Send or request money in real time.\nPayment in online stores and apps: convenient and secure online payment.\nPayment at the cash desk or vending machines: Pay on site or at vending machines with TWINT.\nPay for parking time: Pay for parking time without coins and parking meter. If you end the parking process earlier, the difference will be charged back.\nDigital vouchers and credit: Buy or give away digital vouchers and credit.\nDonate: Donate to charitable organizations directly from the TWINT app.\nCash withdrawal: Withdraw cash at selected Sonect stores.\nOrders: Order coffee and food to your home.",
    "Prices and conditions": "Free of charge: Raiffeisen TWINT is free of charge for you.\nThird-party services: subject to charges, charges are displayed before payment or communicated by the third-party provider.",
    "Documents": "GTC: You can find more information about the Raiffeisen TWINT app in our General Terms and Conditions (GTC).",
    "Who can use TWINT?": "Raiffeisen TWINT is available to anyone aged 12 and over who is resident in Switzerland, Liechtenstein, Germany, Austria, France and Italy.\nRequirements: A smartphone with an iOS operating system (from version iOS 15) or Android (from version 9.0), a Swiss mobile number, a Raiffeisen debit card (Visa Debit Card, Debit Mastercard, V-Pay or Maestro) with a personal transaction account.",
    "How do I set up TWINT?": "Download the TWINT app and follow the short steps in the registration process.",
    "How much money can I twin?": "The amount of money you can spend with TWINT depends on your account balance and the defined limits.",
    "Can I also use Raiffeisen TWINT with a joint account?": "Yes, you can also register for Raiffeisen TWINT with a debit card issued to a jointly used or authorized transaction account.",
    "The next step to TWINT": "Google Play: Download the TWINT app from the Google Play Store.\nApp Store: Download the TWINT app from the App Store.\nTWINT offers: Discover offers, promotions and competitions.\nTWINT for clubs: simply collect money and increase club income."
  },
  "Pension fund": {
    "Overview": "Pension funds offer the opportunity to build up pension capital and benefit from the potential returns on the financial markets. You optimize your retirement provision by investing in various funds that are tailored to your risk tolerance and investment goals.",
    "Advantages": "Opportunities for returns: You benefit from the opportunities for returns on the financial markets.\nFlexibility: You decide how much risk you want to take and choose the right pension fund.\nProfessional management: We manage the fund.",
    "Functionality": "Difference to pension and vested benefits accounts: In contrast to pension and vested benefits accounts, a pension fund offers you the opportunity to achieve returns on the financial markets and thus optimize your assets.\nInvestment: The Raiffeisen Pension or Vested Benefits Foundation invests part or all of the account balance in pension funds on your behalf.",
    "Investment strategies": "Yield:\nFunds: Raiffeisen Futura - Pension Invest Yield, Raiffeisen Futura II - Systematic Invest Yield\nEquity component: around 25%\nSuitable for: Sustainably oriented investors with a medium to long-term investment horizon and a moderate risk appetite.\nBalanced:\nFunds: Raiffeisen Futura - Pension Invest Balanced, Raiffeisen Futura II - Systematic Invest Balanced\nEquity share: around 45\nSuitable for: Sustainably oriented investors with a medium to long-term investment horizon and a medium risk appetite.\nGrowth:\nFunds: Raiffeisen Futura - Pension Invest Growth, Raiffeisen Futura II - Systematic Invest Growth\nEquity share: around 65%\nSuitable for: Sustainably oriented investors with a long-term investment horizon and an increased risk appetite.\nShares:\nFunds: Raiffeisen Futura - Pension Invest Equity, Raiffeisen Futura II - Systematic Invest Equity\nEquity component: Around 95% to 100%\nSuitable for: Sustainably oriented investors with a long-term investment horizon and a high risk tolerance.",
    "Prices and conditions": "Issuing commission: graduated tariff\nFor the first CHF 100,000: 0.75%\nFor amounts over CHF 100,000: 0.35%\nFirst investment: Takes place after the waiting period of 31 days.\nFee for non-compliance with the notice period: 2% on the amount exceeding the free availability, provided the bank allows early withdrawal.",
    "Who are pension funds suitable for?": "Pension funds are suitable for anyone who wants to invest their pension capital in securities for the long term. This also applies to vested benefits assets in the event of a longer career break or self-employment.",
    "Is a pension fund riskier than a pension account?": "Yes, price gains and losses are possible with a pension fund. However, in the long term, stock market prices have always moved upwards, which enables higher returns.",
    "At what intervals can I invest money?": "Regular investments are possible from a minimum amount of CHF 100 per investment.",
    "How much stock market knowledge do I need to invest in pension funds?": "No prior knowledge required, as investment specialists manage the securities. However, it is important to be aware of the risks.",
    "How long are my pension/vested benefits assets tied up in a pension fund?": "Until you reach the reference age. After that, you can sell the fund or transfer the fund units to an untied custody account.",
    "Can I invest in sustainable investments with pension funds?": "Yes, the entire range of pension funds is geared towards sustainability.",
    "The next step to your pension fund": "Invest: Invest in pension funds and benefit from the potential returns.\nArrange a consultation: Let our experts advise you to find the right pension fund for your needs.\nFund savings plan: Invest regularly in pension funds and achieve your savings goals.\nDigital pillar 3a: Simple and fully digital pension provision."
  },
  "Retirement savings account 3a": {
    "Overview": "The 3a retirement savings account offers financial security in old age and supplements the benefits from the 1st and 2nd pillars. It also saves you taxes - on an annual basis. It is an important supplement to state and occupational pension provision and helps to close pension gaps.",
    "Advantages": "Tax deductibility: Annual payments can be deducted from taxable income.\nPreferential interest rate: The preferential interest rate allows your pension assets to grow faster.\nFlexible payments: You determine the amount of your contributions up to the annual maximum amount.\nConvenient account opening: The account can be opened conveniently in Raiffeisen e-banking.\nHigher potential returns: Thanks to pension funds, higher potential returns are possible.",
    "Functionality": "Private pension provision: The 3rd pillar supplements the benefits from the 1st pillar (AHV/IV) and 2nd pillar (pension fund) and allows greater financial freedom in old age.\nTax savings: Annual payments into the 3a retirement savings account can be deducted from taxable income, resulting in recurring tax savings.\nUse: Pillar 3a can be used to purchase owner-occupied residential property, start your own business or finance early retirement.",
    "Investment strategies": "Yield:\nFunds: Raiffeisen Futura - Pension Invest Yield, Raiffeisen Futura II - Systematic Invest Yield\nEquity component: around 25%\nSuitable for: Sustainably oriented investors with a medium to long-term investment horizon and a moderate risk appetite.\nBalanced:\nFunds: Raiffeisen Futura - Pension Invest Balanced, Raiffeisen Futura II - Systematic Invest Balanced\nEquity share: around 45\nSuitable for: Sustainably oriented investors with a medium to long-term investment horizon and a medium risk appetite.\nGrowth:\nFunds: Raiffeisen Futura - Pension Invest Growth, Raiffeisen Futura II - Systematic Invest Growth\nEquity share: around 65%\nSuitable for: Sustainably oriented investors with a long-term investment horizon and an increased risk appetite.\nShares:\nFunds: Raiffeisen Futura - Pension Invest Equity, Raiffeisen Futura II - Systematic Invest Equity\nEquity component: Around 95% to 100%\nSuitable for: Sustainably oriented investors with a long-term investment horizon and a high risk tolerance.",
    "Prices and conditions": "Interest rate: 0.800%\nAccount management fee and annual account statement: Free of charge\nAvailability/withdrawal limits: In accordance with the currently valid Raiffeisen Pension Foundation regulations, withdrawals subject to a notice period of 31 days.\nPension fund issuing commission: graduated tariff\nFor the first CHF 100,000: 0.75%\nFor amounts over CHF 100,000: 0.35%\nFirst investment: Takes place after the waiting period of 31 days.\nFee for non-compliance with the notice period: 2% on the amount exceeding the free availability, provided the bank allows early withdrawal.",
    "When does a retirement savings account 3a make sense?": "For anyone who wants to improve their pension provision and benefit from interest and tax advantages.",
    "What is the maximum amount I can pay into pillar 3a each year?": "Pension fund insured persons up to CHF 7,258, non-pension fund insured persons up to 20% of earned income, maximum CHF 36,288.",
    "Is it worth having several pension accounts?": "Yes, to break the tax progression and minimize the capital tax.",
    "When can my pillar 3a funds be withdrawn?": "At the earliest five years before and at the latest five years after reaching retirement age, in the case of owner-occupied residential property, self-employment, disability, definitive emigration, purchase into the pension fund, death.",
    "The next step towards your pension": "Open a retirement savings account: Open your retirement savings account 3a and benefit from the numerous advantages.\nArrange a consultation: Let our experts advise you to find the right investment strategy for your needs.\nSavings target protection: achieve your pension savings targets with security.\nPension fund: Invest your pension capital and take advantage of the potential returns.\nDigital pillar 3a: Simple and fully digital pension provision."
  },
  "Savings account": {
    "Overview": "The savings account is the ideal form of savings for your short and medium-term savings goals. It offers you the opportunity to increase your savings securely and continuously.",
    "Advantages": "Interest advantage: Higher interest rate compared to the private account.\nFee-free deposits and withdrawals: Make unlimited and fee-free deposits and withdrawals.\nSecurity: Your savings are safely invested.\nSimple saving: With a standing order, you can save even more easily and regularly.",
    "Services": "Interest: Your account balance grows continuously thanks to the interest earned on your savings.\nFee-free account management: No account management fees.\nWithdrawal conditions: Restricted retraction conditions apply to larger covers.\nCompound interest effect: Regular deposits not only lead to an increase in the account balance, but also to an increase due to the compound interest effect.",
    "Prices and conditions": "Interest rate: 0.25%\nAvailability/withdrawal limits: Free up to CHF 20,000 per calendar month, three months' notice beyond that.\nAccount management fees: Free of charge\nFee for non-compliance with the withdrawal provisions: 2% on the amount exceeding the free withdrawal limit, provided the bank permits early withdrawal.",
    "Account requirements and regulations": "Age of majority: The savings account is intended for customers of legal age.\nSuitability: Not suitable for payment transactions and incoming wages.\nInterest on credit balances: Can change, the interest rate depends on the money and capital market.\nWithholding tax: Interest income is subject to federal withholding tax of 35 percent.",
    "Documents": "Product sheet: Savings account - Product sheet\nGeneral Terms and Conditions (GTC): Basic regulations",
    "The next step to a savings account": "Open an account: Open your savings account and benefit from the numerous advantages.\nArrange a consultation: Let our experts advise you to find the right account for your savings goals.\nSavings calculator: Calculate your savings progress with our savings calculator."
  },
  "Raiffeisen Rio": {
    "Overview": "With Raiffeisen Rio, you get an uncomplicated and completely digital investment solution that is managed by experienced investment experts. This solution is available from as little as CHF 5,000 and offers you the opportunity to customize and continuously monitor your portfolio.",
    "Advantages": "Professional asset management: You receive professional asset management from as little as CHF 5,000.\nSimple opening: you can open your mandate directly in the app with just a few clicks.\nIndividual design: Supplement your portfolio with interesting long-term themed investments.\nTransparency: Access to details and current performance at any time.\nUp-to-date information: Ongoing information about current stock market events in the app.",
    "Functionality": "Digital management: With the Raiffeisen Rio app, you can manage your money completely digitally.\nInvestment portfolio: In just a few clicks, you can create an investment portfolio tailored to your needs that is continuously monitored and optimized.\nFocus topics: Set a personal focus and supplement your portfolio with exciting topics whose potential you are convinced of.\nTransparency: Thanks to the easy-to-understand portfolio overview, you always have full transparency about current market developments, your individual investment products and their performance.",
    "Steps to your personal portfolio": "Download the app: Download the Raiffeisen Rio app.\nLog in: Log in with your existing Raiffeisen e-banking contract number and password.\nAnswer questions: Answer questions about the risk profile.\nDetermine the investment amount: Determine and invest your investment amount.",
    "Prices and conditions": "Fee rate: 0.65% p.a. on the invested amount.\nExample: For an investment sum of CHF 5,000, the fee is CHF 32.50 per year plus VAT.\nFlat fee: Includes asset management, custody account and account management fees, brokerage fees and the annual account/custody account statement.\nProduct costs: The product costs of the core modules are approx. 0.3% p.a. and 0.6% p.a. for focus topics.\nFee debit: The fees are automatically debited to the Raiffeisen Rio settlement account on a quarterly basis. If a mandate is balanced, the fees are calculated pro rata.",
    "Can I use the app if I am not a Raiffeisen customer?": "A Raiffeisen e-banking contract is a prerequisite for using Raiffeisen Rio. You can open a customer relationship with your local Raiffeisen bank.",
    "How can I pay money into and out of my Raiffeisen Rio account?": "For the initial investment, you will be guided through an onboarding process. After the initial investment, you can make deposits and withdrawals directly via the \"Profile\" navigation element.",
    "How secure is the Raiffeisen Rio investment solution?": "Risk monitoring of the portfolios is carried out daily by Raiffeisen with the help of a digital risk management and risk monitoring system. Constant monitoring of the portfolio, re-balancing and a solution with data 100% in Switzerland are guaranteed.",
    "How can I change my investment strategy?": "You can change the investment strategy directly in the app. However, it is recommended that you pursue the investment strategy over the long term.",
    "Investment concept": "Core portfolio: Based on your risk profile and investment objectives, a broadly diversified core portfolio of equities and bonds is put together.\nFutura: Invest in companies that value ethical, ecological and social responsibility.\nSwissness: Focus on the Swiss domestic market.\nGlobal: Invest in the global financial markets and benefit from worldwide investment opportunities and economic trends.\nFocus themes: Supplement your core portfolio with interesting long-term focus themes such as the digitalization megatrend, Swiss equities or family businesses.",
    "The next step to your Raiffeisen Rio": "Download the app: Download the Raiffeisen Rio app from the App Store or Google Play Store.\nArrange a consultation: Let our experts advise you to find the right investment strategy for your needs."
  },
  "SARON Flex mortgage": {
    "Overview": "The SARON Flex mortgage reacts immediately to changes in interest rates and is based on the SARON interest rate (Swiss Average Rate Over Night). This mortgage offers flexibility and the opportunity to benefit from falling interest rates.",
    "Advantages": "Direct benefit when interest rates fall: You benefit directly from falling or low interest rates.\nTransparent interest rate changes: The interest rate is set daily, which allows for transparent interest rate changes.\nChange option: A one-off change of mortgage model is possible.",
    "Functionality": "Interest rate: The interest rate of the SARON Flex mortgage is made up of two parts: the prime rate and an individual surcharge.\nPrime rate: Based on the compounded SARON interest rate, which represents the average interest rate at which Swiss banks lend money to each other overnight.\nIndividual surcharge: This is determined individually by your bank and remains unchanged for the entire term of the mortgage.\nCalculation: The interest rate on your mortgage is calculated retrospectively on the interest payment date on the basis of the individual SARON daily rates.\nTerm: A SARON Flex mortgage is concluded for a fixed agreed term. It is possible to switch to a different mortgage model once, subject to the originally agreed term.",
    "Interest rate development": "Graphic: The chart shows the interest rate trend for the 5-year SARON Flex mortgage (available since April 2020) and its predecessor, the LiborFlex mortgage.\nSource: Raiffeisen Switzerland",
    "Risks": "Interest rate risk: When you take out a SARON Flex mortgage, you benefit if SARON falls. If SARON interest rates rise, you can expect to pay more for your mortgage.\nRisk minimization: To reduce your risk, you can combine your SARON Flex mortgage with a fixed-rate mortgage. This allows you to hedge part of your money against interest rate rises.\nOption to switch: If interest rates rise, you can switch to a different mortgage model once, taking into account the remaining term of the mortgage.",
    "When is a SARON Flex mortgage worthwhile?": "If interest rates fall or remain low in the foreseeable future.\nIf you want to benefit from low interest rates.",
    "What happens in the event of a negative SARON?": "If the SARON interest rate becomes negative, the prime rate is fixed at 0% and you pay the agreed surcharge.",
    "Further information": "Leaflet: Everything about SARON - Leaflet (PDF, 58.1KB)",
    "The next step to your mortgage": "Arrange a consultation: Let our experts advise you to find the right mortgage for you.\nTake out a mortgage: Take out your SARON Flex mortgage and benefit from flexible interest rate adjustments.\nCompare mortgages: Compare different mortgage models to find the best solution for your needs.\nInterest rate alert: Track interest rate changes in the mortgage market to find the best time to take out your mortgage.\nMortgage calculator: Calculate how much home you can afford."
  },
  "Visa Card Gold EUR/USD": {
    "Overview": "The Visa Card Gold International in euros or US dollars is ideal for anyone who has a foreign currency account in the respective card currency. Whether you are shopping or traveling, the card offers valuable additional and insurance benefits for cashless payments worldwide.",
    "Advantages": "No additional costs: No additional costs when paying in euros or US dollars.\nWorldwide acceptance: Accepted at over 43 million locations worldwide.\nContactless payment: With Apple Pay, Google Pay, Samsung Pay and contactless payment.\nInsurance benefits: Integrated insurance for additional protection.\nAdministration: Via the one app and Card Self Service in e-banking.\nWorldwide card replacement: Guaranteed.",
    "Services": "Security: Latest chip technology and 3-D Secure procedure for secure shopping and traveling.\nContactless payment: Pay amounts under CHF 80 contactless without a PIN.\nOnline administration: Manage all cards and transactions online.\n24h Assistance: Support in emergencies abroad.",
    "Online service": "one digital service: banking conveniently with your smartphone or via the web portal.\nSecure login: via fingerprint or Face ID in the one app.\nPush notifications: Notifications for every transaction.\nRelease of online payments: Via one app or SMS code (3-D Secure).\nCard management: block/unblock card, order replacement card, view card number and PIN code, activate/deactivate contactless payments, activate/deactivate online payments, define card region of use.",
    "Insurance benefits": "Purchase protection: best price guarantee, extended warranty and purchase and transport insurance.\nTravel protection: travel insurance for trip cancellation, trip interruption, baggage insurance and medical travel assistance.",
    "Prices and conditions": "Ticket sales: From 18 years\nBasic account: Foreign currency account in EUR or USD\nCard currency: EUR or USD\nAnnual fee main card: EUR/USD 198.\nAnnual fee additional card: EUR/USD 96.\nReplacement card worldwide: free of charge\nBlock card: Free of charge\nFee for cash withdrawals worldwide: 4%, min. EUR/USD 10.\nTransactions in foreign currency: amount at card exchange rate + 1.500% processing fee\nGambling commission: 3.5% min. EUR/USD 3.00",
    "Documents": "Legal provisions: All legal provisions relating to the cards, insurance benefits and claims and complaint forms can be found in the Download Center Private Customers.",
    "How do I apply for the Visa Card Gold EUR/USD?": "Fill in the online contact form. Once your details have been checked, you will receive the card application for signature. After returning the form, the card will be sent by post.",
    "How do I get access to Digital Service one?": "When you receive your credit card, you will also receive your login details for the one online service - simply by post.",
    "What functions are available in Raiffeisen e-banking?": "View card transactions and monthly bills, block and unblock the card, order a replacement card and PIN code. The one app also offers many other functions and features.",
    "How do I pay the invoice amount?": "You can pay your monthly bill conveniently by direct debit (LSV) or using a payment slip. With the \"installment facility\", you decide when and how much you want to pay."
  },
  "YoungMember private account": {
    "Overview": "Target group: Pupils, trainees and young professionals aged 12 to 26.\nPurpose: A free private account for managing daily banking transactions such as pocket money or salary.",
    "Advantages": "Free account management: No fees for account management.\nPreferential interest on savings: Higher interest rates on savings.\nFree debit, prepaid and credit cards: access to various cards without annual fees.\nRound-the-clock account access: manage your account at any time via e-banking.\nRaiffeisen TWINT: Fast and cashless payments with the TWINT app.\nExclusive discounts and benefits: Access to the MemberPlus program with various leisure discounts.",
    "Services": "Account management:\nFree account and card services.\nRegular account statements with all transactions.\nMaps:\nFree Visa debit card.\nOptional prepaid credit card for controlled spending.\nFree Mastercard Silver or Visa Card Classic for secure worldwide payments.\nMemberPlus benefits:\nUp to 50% discount on concert and event tickets.\nUp to 40% discount on ski day tickets.\n50% discount on the Swiss Half Fare Travelcard.\nFree admission to over 500 Swiss museums.\nUp to 50% discount on public transport, hotels and experience packages.\nExclusive 48-hour advance sale for limited concert tickets.\nCHF 30 discount on the printing of the thesis for students.",
    "Prices and conditions": "Interest rate: 0.40% (up to CHF 50,000; above this, the standard interest rate applies).\nAccount management fee: Free of charge.\nAvailability/withdrawal limits: No restrictions; entire balance available at all times.",
    "Prerequisites": "YoungMember private account: For people aged 12 to 26.\nYoungMember Student: For full-time or part-time students between the ages of 18 and 30 who are enrolled at recognized institutions (universities, universities of applied sciences, etc.).",
    "Additional information": "Product brochures: Detailed brochures available for YoungMember Private Account and YoungMember Student.\nGeneral Terms and Conditions: Basic regulations for all accounts.",
    "Frequently asked questions": "How to open the YoungMemberPlus banking package: Online application process available.\nAccess to the MemberPlus portal: Provides access to exclusive discounts and benefits.\nWho is eligible for YoungMemberPlus?: Pupils, trainees and young professionals.\nWhat benefits does YoungMemberPlus offer?: Combination of bank benefits and leisure time discounts.",
    "Next steps": "Open an account: Apply online or visit a local Raiffeisen branch.\nArrange a consultation: Make an appointment for a personal consultation."
  },
  "Vested benefits account": {
    "Overview": "Purpose: A vested benefits account is used for the safekeeping of pension fund assets during a career break, e.g. when changing jobs, taking further training or taking time out.",
    "Advantages": "Preferential interest: Attractive interest rates on credit balances.\nNo account fees: Free account management.\nTax exemption: Exempt from income and wealth tax during the term.\nOpportunities for returns: possibility of investing in pension funds.\nAdvance withdrawals: Possible within the legal framework.",
    "Vested benefits account explained simply": "Opening: A vested benefits account is opened when you take a career break, e.g. for further training, maternity leave or if you lose your job.\nTransfer: Upon resuming employment and joining a new pension fund, the credit balance including interest is transferred to the new pension fund.",
    "Prices and conditions": "Interest rate: 0.400%\nAccount management fee: Free of charge\nAvailability/withdrawal limits: In accordance with the currently valid Raiffeisen Vested Benefits Foundation Regulations. Payouts are made subject to a notice period of 31 days.",
    "Pension fund": "Issue commission:\nFor the first CHF 100,000: 0.75%\nFor amounts over CHF 100,000: 0.35%\nInvestment: An initial investment in the securities-linked vested benefits is made after the waiting period of 31 days has expired.",
    "Frequently asked questions": "How many vested benefits accounts are permitted? In principle, you can have two vested benefits accounts. The division of the pension fund assets into two accounts must be explicitly requested when leaving the pension fund.\nWhen does the vested benefits account end? As soon as you join a new pension fund, you must pay all vested benefits into your employer's pension fund. When you reach the AHV reference age, payment can be postponed by up to five years.",
    "When can vested benefits be withdrawn": "When building or buying owner-occupied residential property.\nFor the amortization of a mortgage for owner-occupied residential property.\nFor self-employment.\nFor purchase into the pension fund.\nIf you receive a full disability pension from the Federal Disability Insurance.\nIf you are moving abroad permanently (there is a ban on cash payments when moving to EU and EFTA countries).\nAt the earliest five years before or at the latest five years after reaching retirement age.\nIn the event of death (payment in accordance with the beneficiary regulations).\nIs the account taxed? No, the vested benefits account is exempt from wealth tax during the holding period. The assets are only taxed separately from other income at a reduced rate when they are paid out.\nHow much can I pay in?: Only funds already tied up in the 2nd pillar can be transferred to the vested benefits account. Voluntary deposits are not permitted.",
    "Next steps": "Arrange a consultation: Make an appointment for a personal consultation.\nInvest in pension funds: Take the opportunity to invest your pension capital in funds and benefit from potential returns."
  },
  "Mortgage interest": {
    "Overview": "Purpose: Overview of current interest rates and their development for various mortgage models.",
    "Current mortgage interest rates": "Fixed-rate mortgage:\nInterest rate 2 years: on request\nInterest rate 3 years: on request\nInterest rate 4 years: on request\nInterest rate 5 years: on request\nInterest rate 6 years: on request\nInterest rate 7 years: on request\nInterest rate 8 years: on request\nInterest rate 9 years: on request\nInterest rate 10 years: on request\nStatus: 27.01.2025, 08:35 a.m.\nVariable-rate mortgage:\nInterest rate unlimited term: on request\nStatus: 27.01.2025, 09:12 a.m.\nSARON Flex mortgage:\nDaily SARON (as at: 24.01.2025): 0.444916\nBase interest rate: 0.444916\nSARON Flex mortgage supplement:\nInterest rate 3-year term: on request\nInterest rate 5-year term: on request\nStatus: 27.01.2025, 00:00 h",
    "Interest rate development": "Variable-rate mortgage: Historical interest rate development since 2000.\n5-year fixed-rate mortgage: Historic interest rate trend.\n5-year SARON Flex mortgage: Historical interest rate development since April 2020.\n5-year LiborFlex mortgage: Historical interest rate development (no longer on offer since 31.12.2021).",
    "Further information": "Mortgage models: Detailed information on the various mortgage models.\nInterest rate alert: possibility to track interest rate changes on the mortgage market.\nHome tax calculator: Calculate the taxes for your home.\nMortgage calculator: Calculate how much home you can afford.",
    "Next steps": "Arrange a consultation: Make an appointment for a personal consultation.\nSubscribe to interest rate alert: Subscribe to the interest rate alert to stay informed about interest rate changes."
  },
  "Mastercard Gold EUR/USD": {
    "Overview": "Purpose: Credit card in euros or US dollars for persons with a foreign currency account in the respective card currency.\nPossible uses: Cashless payment worldwide, both when shopping and traveling.",
    "Advantages": "No additional costs: No additional costs for payments in euros or US dollars.\nWorldwide acceptance: Accepted at over 43 million locations worldwide.\nContactless payment: With Apple Pay, Google Pay, Samsung Pay and contactless payment.\nInsurance benefits: Integrated insurance for additional protection.\none App and Card Self Service: administration and more security via the e-banking app.\nWorldwide card replacement: Guaranteed replacement of the card worldwide.",
    "Services": "Card functions and security:\nThe latest chip technology and 3-D Secure procedure for more security when shopping and traveling.\nContactless payment for amounts under CHF 80 without PIN.\n3-D Secure for risk-free online payments.\nManagement of all cards and transactions online.\n24-hour assistance for emergencies abroad.\nOnline service:\nSecure login via fingerprint or Face ID in the one app.\nPush notifications or SMS for every transaction.\nApproval of online payments via one app or SMS code (3-D Secure).\nLock/unlock the card in the one app.\nOrder a replacement card.\nView card number and PIN code.\nContactless payment - activate/deactivate.\nOnline payments - activate/deactivate.\nDefine the map's region of use.\nInsurance benefits:\nPurchase protection: best price guarantee, extended warranty and purchase and transport insurance.\nTravel protection: travel insurance for trip cancellation, trip interruption, baggage insurance and medical travel assistance.\nServices included: The insurance benefits are included in the annual fee.",
    "Prices and conditions": "Ticket sales: From 18 years.\nBasic account: Foreign currency account in EUR or USD.\nCard currency: EUR or USD.\nAnnual fee main card: EUR/USD 198.\nAnnual fee additional card: EUR/USD 96.\nReplacement card worldwide: free of charge.\nBlock card: Free of charge.\nSpending limit per month: Standard EUR/USD 10,000.\nFee for cash withdrawals worldwide: 4%, min. EUR/USD 10.\nTransactions in foreign currency: amount at card exchange rate + 1.500% processing fee.\nGambling commission: Lottery, betting and casino transactions (excl. Swisslos/Lotterie Romande) 3.5% min. EUR/USD 3.00.",
    "How do I apply for the Mastercard Gold EUR/USD": "Fill in the online contact form.\nOnce the data has been checked, the card application is sent for signature.\nOnce the card has been returned, it will be sent by post.\nAccess to Digital Service one:\nWhen the credit card is sent, the registration data for the online service one will also be sent by post.\nFunctions in Raiffeisen e-banking:\nView card transactions and monthly statements.\nLock and unlock the card.\nOrder a replacement card.\nOrder PIN code.\nSettlement of the invoice amount:\nMonthly invoice by direct debit (LSV) or payment slip.\nInstallment facility for flexible repayment.",
    "Next steps": "Order a card: Fill in the online application and send it off.\nArrange a consultation: Make an appointment for a personal consultation."
  },
  "Visa Card": {
    "Overview": "Purpose: Credit card for cashless payments worldwide, both when shopping and traveling.\nCard types: Visa Card Classic and Visa Card Gold.",
    "Advantages": "Worldwide acceptance: Accepted at over 43 million locations worldwide.\nContactless payment: With Apple Pay, Google Pay, Samsung Pay and contactless payment.\nInsurance benefits: Integrated insurance for additional protection.\none App and Card Self Service: administration and more security via the e-banking app.\nAttractive bonuses and vouchers: participation in the bonus program.",
    "Services": "Card functions and security:\nThe latest chip technology and 3-D Secure procedure for more security when shopping.\nContactless payment for amounts under CHF 80 without PIN.\n3-D Secure for risk-free online payments.\nManagement of all cards and transactions online.\n24-hour assistance for emergencies abroad.\nOnline service:\nSecure login via fingerprint or Face ID in the one app.\nPush notifications or SMS for every transaction.\nApproval of online payments via one app or SMS code (3-D Secure).\nLock/unlock the card in the one app.\nOrder a replacement card.\nView card number and PIN code.\nContactless payment - activate/deactivate.\nOnline payments - activate/deactivate.\nDefine the map's region of use.\nInsurance benefits:\nPurchase protection: best price guarantee, extended warranty and, for Gold cards, additional purchase and transport insurance.\nTravel protection: Travel insurance for trip cancellation, trip interruption and, for Gold Cards, additional baggage insurance and medical travel assistance.\nServices included: The insurance benefits are included in the annual fee.\nBonus program:\nCollect points: One point per franc for all payments with the card.\nAdditional points: For competitions and promotions.\nRedeem: Redeem surprize points for rewards and vouchers via the one app.",
    "Prices and conditions": "Visa Card Classic:\nTicket sales: From 18 years.\nBasic account: Transaction account.\nCard currency: CHF.\nAnnual fee main card: CHF 96.\nAnnual fee for additional card: CHF 24.\nCombination offer (2 main cards): CHF 120.\nReplacement card worldwide: CHF 20.\nBlock card: Free of charge.\nFee for cash withdrawals worldwide: 4%, min. CHF 10.\nTransactions in foreign currency: amount at card exchange rate + 1.500% processing fee.\nTransactions in CHF abroad: amount + 1.500% processing fee.\nGambling commission: Lottery, betting and casino transactions (excl. Swisslos/Lotterie Romande) 3.5% min. CHF 3.00.\nVisa Card Gold:\nTicket sales: From 18 years.\nBasic account: Transaction account.\nCard currency: CHF.\nAnnual fee main card: CHF 198.\nAnnual fee for additional card: CHF 48.\nCombi offer (2 main cards): CHF 228.\nReplacement card worldwide: free of charge.\nBlock card: Free of charge.\nFee for cash withdrawals worldwide: 4%, min. CHF 10.\nTransactions in foreign currency: amount at card exchange rate + 1.500% processing fee.\nTransactions in CHF abroad: amount + 1.500% processing fee.\nGambling commission: Lottery, betting and casino transactions (excl. Swisslos/Lotterie Romande) 3.5% min. CHF 3.00.",
    "How do I apply for the Visa Card": "Fill in the online contact form.\nAfter the data has been checked, the card application is sent for signature.\nAfter the card has been returned, it will be sent by post.\nAccess to Digital Service one:\nWhen the credit card is sent, the registration data for the online service one will also be sent by post.\nFunctions in Raiffeisen e-banking:\nView card transactions and monthly statements.\nLock and unlock the card.\nOrder a replacement card.\nOrder PIN code.",
    "Next steps": "Order a card: Fill in the online application and send it off.\nArrange a consultation: Make an appointment for a personal consultation."
  },
  "YoungMember Student": {
    "Overview": "Purpose: Transaction account for students, serves as a payroll account or student account and for processing all private payment transactions.\nTarget group: Private individuals in training up to their 30th birthday.",
    "Customer benefits": "Additional services: Many additional services.\nPreferential conditions: Until your 30th birthday.\nYoungMemberPlus offer: Use the benefits of the YoungMemberPlus program.",
    "Conditions": "Validity: From the age of 18 until the age of 30.\nLegi control: Is the responsibility of each Raiffeisen bank.",
    "Prerequisites": "Study: full-time or part-time.\nDuration of study: At least 2 years.\nEducational institutions: Universities, universities of applied sciences, teacher training colleges and universities of applied sciences.",
    "Special features": "Opening: Should take place if the customer is still considered a student after the age of 26.\nConditions: Not different from the YoungMember private account.",
    "Practical handling": "Legic control:\nNo legi control required until the age of 26.\nUse pending cases, as no automation of the legi control can be guaranteed.\nUse every inspection as an opportunity for cross-selling.\nActively accompany customers through their studies and show presence.\nSchools:\nOther training courses and training centers can be approved for the student package.\nYear of study abroad and preparation for federal professional and technical examinations can be claimed.\nPending:\nBy filling in the field \"Expected end of studies\" (in ACS), a corresponding pending is set.\nThis is created in the background on the 15th day of the previous month (based on the stored end of study).\nIf the date remains blank, no automatic pending is created and the account is automatically converted when the maximum age is reached."
  }
}